Repository: johnyfernandes/Shlf
Catalog: Shlf/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, pt_pt

source: There's already an active reading session. End it and start a new one?
de: Es gibt bereits eine aktive Lesesitzung. Beenden und eine neue starten?
es: Ya hay una sesión de lectura activa. ¿Finalizarla y empezar una nueva?
fr: Il y a déjà une session de lecture active. La terminer et en commencer une nouvelle ?
pt_br: Já existe uma sessão de leitura ativa. Terminar e iniciar uma nova?
pt_pt: Já existe uma sessão de leitura ativa. Terminar e iniciar uma nova?

# There's an active session for "%@" started on %@. End it and start a new one?
source: There's an active session for "%1$@" started on %2$@. End it and start a new one?
de: Es gibt eine aktive Sitzung für "%@", gestartet am %@. Beenden und eine neue starten?
es: Hay una sesión activa para “%@” iniciada el %@. ¿Finalizarla y empezar una nueva?
fr: Il y a une session active pour « %@ » commencée le %@. La terminer et en commencer une nouvelle ?
pt_br: Há uma sessão ativa para “%@” iniciada em %@. Terminar e iniciar uma nova?
pt_pt: Há uma sessão ativa para “%@” iniciada em %@. Terminar e iniciar uma nova?

source: This book is already in your library.
de: Dieses Buch ist bereits in deiner Bibliothek.
es: Este libro ya está en tu biblioteca.
fr: Ce livre est déjà dans ta bibliothèque.
pt_br: Este livro já está na tua biblioteca.
pt_pt: Este livro já está na tua biblioteca.

source: This book wasn’t added from Open Library.
de: Dieses Buch wurde nicht über Open Library hinzugefügt.
es: Este libro no se añadió desde Open Library.
fr: Ce livre n’a pas été ajouté depuis Open Library.
pt_br: Este livro não foi adicionado pela Open Library.
pt_pt: Este livro não foi adicionado pela Open Library.

source: This finish will count pages only.
de: Dieser Abschluss zählt nur Seiten.
es: Esta finalización contará solo páginas.
fr: Cette fin comptera uniquement les pages.
pt_br: Esta conclusão contará apenas páginas.
pt_pt: Esta conclusão contará apenas páginas.

source: This Month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
pt_br: Este mês
pt_pt: Este mês

source: This quote will be permanently deleted.
de: Dieses Zitat wird dauerhaft gelöscht.
es: Esta cita se eliminará permanentemente.
fr: Cette citation sera supprimée définitivement.
pt_br: Esta citação será eliminada permanentemente.
pt_pt: Esta citação será eliminada permanentemente.

source: This removes the session and updates stats. If it was your latest session, your current page will roll back to the previous one.
de: Dies entfernt die Sitzung und aktualisiert die Statistiken. Wenn es deine letzte Sitzung war, wird deine aktuelle Seite auf die vorherige zurückgesetzt.
es: Esto elimina la sesión y actualiza las estadísticas. Si era tu última sesión, tu página actual volverá a la anterior.
fr: Cela supprime la session et met à jour les stats. Si c’était ta dernière session, ta page actuelle reviendra à la précédente.
pt_br: Isto remove a sessão e atualiza as estatísticas. Se era a tua última sessão, a tua página atual recua para a anterior.
pt_pt: Isto remove a sessão e atualiza as estatísticas. Se era a tua última sessão, a tua página atual recua para a anterior.

source: This removes the subject from all books.
de: Entfernt das Thema aus allen Büchern.
es: Elimina el tema de todos los libros.
fr: Supprime le sujet de tous les livres.
pt_br: Remove o tema de todos os livros.
pt_pt: Remove o tema de todos os livros.

source: This updates every book using this subject.
de: Atualisiert jedes Buch, das dieses Thema verwendet.
es: Actualiza todos los libros que usan este tema.
fr: Met à jour tous les livres utilisant ce sujet.
pt_br: Atualiza todos os livros que usam este tema.
pt_pt: Atualiza todos os livros que usam este tema.

source: This will end the timer and discard your session progress.
de: Dies beendet den Timer und verwirft deinen Sitzungsfortschritt.
es: Esto detendrá el temporizador y descartará el progreso de la sesión.
fr: Cela arrêtera le minuteur et annulera la progression de la session.
pt_br: Isto termina o temporizador e descarta o progresso da sessão.
pt_pt: Isto termina o temporizador e descarta o progresso da sessão.

source: This will permanently delete %@ and all reading sessions.
de: Dies löscht %@ und alle Lesesitzungen dauerhaft.
es: Esto eliminará permanentemente %@ y todas las sesiones de lectura.
fr: Cela supprimera définitivement %@ et toutes les sessions de lecture.
pt_br: Isto eliminará permanentemente %@ e todas as sessões de leitura.
pt_pt: Isto eliminará permanentemente %@ e todas as sessões de leitura.

source: This will permanently delete this goal and cannot be undone.
de: Dieses Ziel wird dauerhaft gelöscht und kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente este objetivo y no se puede deshacer.
fr: Cet objectif sera supprimé définitivement et ne pourra pas être annulé.
pt_br: Este objetivo será eliminado permanentemente e não pode ser desfeito.
pt_pt: Este objetivo será eliminado permanentemente e não pode ser desfeito.

source: This will permanently delete your books, sessions, goals, quotes, and streak history from this device.
de: Dies löscht deine Bücher, Sitzungen, Ziele, Zitate und Streak‑Historie dauerhaft von diesem Gerät.
es: Esto eliminará permanentemente tus libros, sesiones, objetivos, citas y el historial de rachas de este dispositivo.
fr: Cela supprimera définitivement tes livres, sessions, objectifs, citations et l’historique de séries de cet appareil.
pt_br: Isto vai eliminar permanentemente os teus livros, sessões, objetivos, citações e histórico de sequências deste dispositivo.
pt_pt: Isto vai eliminar permanentemente os teus livros, sessões, objetivos, citações e histórico de sequências deste dispositivo.

source: This will permanently delete your books, sessions, goals, quotes, and streak history from this device. If iCloud Sync is enabled, it also removes them from iCloud.
de: Dies löscht deine Bücher, Sitzungen, Ziele, Zitate und Streak‑Historie dauerhaft von diesem Gerät. Wenn iCloud Sync aktiviert ist, werden sie auch aus iCloud entfernt.
es: Esto eliminará permanentemente tus libros, sesiones, objetivos, citas y el historial de rachas de este dispositivo. Si iCloud Sync está activado, también se eliminarán de iCloud.
fr: Cela supprimera définitivement tes livres, sessions, objectifs, citations et l’historique de séries de cet appareil. Si la synchronisation iCloud est activée, ils seront aussi supprimés d’iCloud.
pt_br: Isto vai eliminar permanentemente os teus livros, sessões, objetivos, citações e histórico de sequências deste dispositivo. Se a Sincronização iCloud estiver ativada, também serão removidos do iCloud.
pt_pt: Isto vai eliminar permanentemente os teus livros, sessões, objetivos, citações e histórico de sequências deste dispositivo. Se a Sincronização iCloud estiver ativada, também serão removidos do iCloud.

source: This will remove all cached book cover images. They will be downloaded again when needed.
de: Dadurch werden alle zwischengespeicherten Buchcover entfernt. Sie werden bei Bedarf erneut heruntergeladen.
es: Esto eliminará todas las portadas almacenadas en caché. Se descargarán de nuevo cuando sea necesario.
fr: Cela supprimera toutes les couvertures de livres en cache. Elles seront téléchargées à nouveau si nécessaire.
pt_br: Isto vai remover todas as capas em cache. Serão descarregadas novamente quando necessário.
pt_pt: Isto vai remover todas as capas em cache. Serão descarregadas novamente quando necessário.

source: This will wipe existing reading data on this Watch.
de: Dadurch werden vorhandene Lesedaten auf dieser Watch gelöscht.
es: Esto borrará los datos de lectura existentes en este Watch.
fr: Cela effacera les données de lecture existantes sur cette Watch.
pt_br: Isto vai apagar os dados de leitura existentes neste Watch.
pt_pt: Isto vai apagar os dados de leitura existentes neste Watch.

source: This will wipe your current books, sessions, achievements, and streak history.
de: Dadurch werden deine aktuellen Bücher, Sitzungen, Errungenschaften und Serien-Historie gelöscht.
es: Esto borrará tus libros, sesiones, logros e historial de rachas actuales.
fr: Cela effacera tes livres, sessions, succès et historique de séries actuels.
pt_br: Isto vai apagar os teus livros, sessões, conquistas e histórico de sequências atuais.
pt_pt: Isto vai apagar os teus livros, sessões, conquistas e histórico de sequências atuais.

source: This Year
de: Dieses Jahr
es: Este año
fr: Cette année
pt_br: Este ano
pt_pt: Este ano

source: Time Period
de: Zeitraum
es: Periodo
fr: Période
pt_br: Período
pt_pt: Período

source: Time since you last read
de: Zeit seit deiner letzten Lektüre
es: Tiempo desde tu última lectura
fr: Temps depuis votre dernière lecture
pt_br: Tempo desde a tua última leitura
pt_pt: Tempo desde a tua última leitura

source: Time Spent
de: Verbrachte Zeit
es: Tiempo invertido
fr: Temps passé
pt_br: Tempo gasto
pt_pt: Tempo gasto

source: Timeline
de: Zeitleiste
es: Línea de tiempo
fr: Chronologie
pt_br: Linha do tempo
pt_pt: Linha do tempo

source: Times earned: %lld
de: Verdient: %lld-mal
es: Veces ganado: %lld
fr: Gagné : %lld fois
pt_br: Ganho: %lld vezes
pt_pt: Ganho: %lld vezes

source: Title
de: Titel
es: Título
fr: Titre
pt_br: Título
pt_pt: Título

source: Title, author, or ISBN
de: Titel, Autor oder ISBN
es: Título, autor o ISBN
fr: Titre, auteur ou ISBN
pt_br: Título, autor ou ISBN
pt_pt: Título, autor ou ISBN

source: To Page
de: Bis Seite
es: Hasta la página
fr: Jusqu’à la page
pt_br: Até à página
pt_pt: Até à página

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
pt_br: Hoje
pt_pt: Hoje

source: Today %lld XP
de: Heute %lld XP
es: Hoy %lld XP
fr: Aujourd’hui %lld XP
pt_br: Hoje %lld XP
pt_pt: Hoje %lld XP

source: Top Categories
de: Top-Kategorien
es: Categorías principales
fr: Catégories principales
pt_br: Categorias principais
pt_pt: Categorias principais

source: top category
de: Top-Kategorie
es: categoría principal
fr: catégorie principale
pt_br: categoria principal
pt_pt: categoria principal

source: Total books
de: Gesamtbücher
es: Total de libros
fr: Total de livres
pt_br: Total de livros
pt_pt: Total de livros

source: Total books you've finished
de: Gesamtzahl der beendeten Bücher
es: Total de libros terminados
fr: Total de livres terminés
pt_br: Total de livros terminados
pt_pt: Total de livros terminados

source: Total experience points earned
de: Gesamte verdiente Erfahrungspunkte
es: Total de puntos de experiencia obtenidos
fr: Total de points d’expérience gagnés
pt_br: Total de pontos de experiência ganhos
pt_pt: Total de pontos de experiência ganhos

source: Total Pages
de: Gesamtseiten
es: Páginas totales
fr: Total des pages
pt_br: Total de páginas
pt_pt: Total de páginas

source: Total pages read and progress
de: Gelesene Seiten und Fortschritt
es: Total de páginas leídas y progreso
fr: Total de pages lues et progression
pt_br: Total de páginas lidas e progresso
pt_pt: Total de páginas lidas e progresso

source: Total pages you've read
de: Gesamtzahl der gelesenen Seiten
es: Total de páginas leídas
fr: Total de pages lues
pt_br: Total de páginas lidas
pt_pt: Total de páginas lidas

source: Total time spent reading
de: Gesamte Lesezeit
es: Tiempo total de lectura
fr: Temps total de lecture
pt_br: Tempo total de leitura
pt_pt: Tempo total de leitura

source: Total XP
de: Gesamt-XP
es: XP total
fr: XP total
pt_br: XP total
pt_pt: XP total

source: Track currently reading books
de: Aktuell gelesene Bücher verfolgen
es: Seguir libros en lectura
fr: Suivre les livres en cours de lecture
pt_br: Acompanhar livros em leitura
pt_pt: Acompanhar livros em leitura

source: Track time spent
de: Verbrachte Zeit verfolgen
es: Seguir tiempo invertido
fr: Suivre le temps passé
pt_br: Acompanhar tempo gasto
pt_pt: Acompanhar tempo gasto

source: Track your reading progress on Apple Watch with real-time sync.
de: Verfolge deinen Lesefortschritt auf der Apple Watch mit Echtzeit-Sync.
es: Sigue tu progreso de lectura en Apple Watch con sincronización en tiempo real.
fr: Suis ta progression de lecture sur Apple Watch avec une synchro en temps réel.
pt_br: Acompanha o teu progresso de leitura no Apple Watch com sincronização em tempo real.
pt_pt: Acompanha o teu progresso de leitura no Apple Watch com sincronização em tempo real.

source: Tracking Style
de: Tracking-Stil
es: Estilo de seguimiento
fr: Style de suivi
pt_br: Estilo de acompanhamento
pt_pt: Estilo de acompanhamento

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
pt_br: Tentar novamente
pt_pt: Tentar novamente

source: Try searching with a different title or author
de: Versuche es mit einem anderen Titel oder Autor
es: Prueba con otro título o autor
fr: Essaie avec un autre titre ou auteur
pt_br: Experimenta outro título ou autor
pt_pt: Experimenta outro título ou autor

source: Try searching with a different title, author, or ISBN
de: Versuche eine Suche mit einem anderen Titel, Autor oder ISBN
es: Prueba a buscar con un título, autor o ISBN diferente
fr: Essaie avec un autre titre, auteur ou ISBN
pt_br: Tenta pesquisar com um título, autor ou ISBN diferente
pt_pt: Tenta pesquisar com um título, autor ou ISBN diferente

source: Type
de: Typ
es: Tipo
pt_br: Tipo
pt_pt: Tipo

source: Unable to Change Icon
de: App-Symbol konnte nicht geändert werden
es: No se pudo cambiar el icono
fr: Impossible de changer l’icône
pt_br: Não foi possível mudar o ícone
pt_pt: Não foi possível mudar o ícone

source: Unable to check iCloud data
de: iCloud-Daten konnten nicht überprüft werden
es: No se pueden comprobar los datos de iCloud
fr: Impossible de vérifier les données iCloud
pt_br: Não foi possível verificar os dados do iCloud
pt_pt: Não foi possível verificar os dados do iCloud

source: Unable to load purchase options
de: Kaufoptionen konnten nicht geladen werden
es: No se pueden cargar las opciones de compra
fr: Impossible de charger les options d’achat
pt_br: Não foi possível carregar as opções de compra
pt_pt: Não foi possível carregar as opções de compra

source: Unable to Start
de: Start nicht möglich
es: No se puede iniciar
fr: Impossible de démarrer
pt_br: Não foi possível iniciar
pt_pt: Não foi possível iniciar

source: Unlimited books & features
de: Unbegrenzte Bücher und Funktionen
es: Libros y funciones ilimitados
fr: Livres et fonctionnalités illimités
pt_br: Livros e funcionalidades ilimitados
pt_pt: Livros e funcionalidades ilimitados

source: Unlock the full Shlf experience
de: Schalte das volle Shlf-Erlebnis frei
es: Desbloquea la experiencia completa de Shlf
fr: Débloque toute l’expérience Shlf
pt_br: Desbloqueia a experiência completa Shlf
pt_pt: Desbloqueia a experiência completa Shlf

source: Unlocked
de: Freigeschaltet
es: Desbloqueado
fr: Déverrouillé
pt_br: Desbloqueado
pt_pt: Desbloqueado

source: Update missing fields on duplicates
de: Fehlende Felder bei Duplikaten aktualisieren
es: Actualizar campos ausentes en duplicados
fr: Mettre à jour les champs manquants des doublons
pt_br: Atualizar campos em falta nos duplicados
pt_pt: Atualizar campos em falta nos duplicados

source: Update reading progress with quick +1 or +5 buttons
de: Aktualisiere den Lesefortschritt mit schnellen +1- oder +5-Tasten
es: Actualiza el progreso de lectura con botones rápidos +1 o +5
fr: Met à jour la progression avec des boutons rapides +1 ou +5
pt_br: Atualiza o progresso de leitura com botões rápidos +1 ou +5
pt_pt: Atualiza o progresso de leitura com botões rápidos +1 ou +5

source: Update your current page and total pages.
de: Aktualisiere deine aktuelle Seite und die Gesamtseiten.
es: Actualiza tu página actual y el total de páginas.
fr: Mettez à jour votre page actuelle et le total des pages.
pt_br: Atualize a página atual e o total de páginas.
pt_pt: Atualize a página atual e o total de páginas.

source: Updated \(result.updatedCount) books
de: \(result.updatedCount) Bücher aktualisiert
es: \(result.updatedCount) libros actualizados
fr: \(result.updatedCount) livres mis à jour
pt_br: \(result.updatedCount) livros atualizados
pt_pt: \(result.updatedCount) livros atualizados

source: Updated %lld books
de: %lld Bücher aktualisiert
es: Se actualizaron %lld libros
fr: %lld livres mis à jour
pt_br: Foram atualizados %lld livros
pt_pt: Foram atualizados %lld livros

source: Upgrade Required
de: Upgrade erforderlich
es: Se requiere actualización
fr: Mise à niveau requise
pt_br: Atualização necessária
pt_pt: Atualização necessária

source: Upgrade to create custom reading goals
de: Upgrade, um benutzerdefinierte Leseziele zu erstellen
es: Actualiza para crear metas de lectura personalizadas
fr: Passe à Pro pour créer des objectifs de lecture personnalisés
pt_br: Atualiza para criares objetivos de leitura personalizados
pt_pt: Atualiza para criares objetivos de leitura personalizados

source: Upgrade to Pro
de: Upgrade auf Pro
es: Actualizar a Pro
fr: Passer à Pro
pt_br: Atualizar para Pro
pt_pt: Atualizar para Pro

source: Upload CSV
de: CSV hochladen
es: Subir CSV
fr: Téléverser le CSV
pt_br: Enviar CSV
pt_pt: Enviar CSV

source: Use +/- buttons to increment page by page
de: Nutze +/- -Tasten, um Seite für Seite zu erhöhen
es: Usa los botones +/- para avanzar página por página
fr: Utilise les boutons +/- pour avancer page par page
pt_br: Usa botões +/- para avançar página a página
pt_pt: Usa botões +/- para avançar página a página

source: Use compact for dense shelves and large for hero covers.
de: Verwende Kompakt für dichte Regale und Groß für große Cover.
es: Usa compacto para estanterías densas y grande para portadas destacadas.
fr: Utilise compact pour des étagères denses et grand pour des couvertures hero.
pt_br: Usa compacto para prateleiras densas e grande para capas em destaque.
pt_pt: Usa compacto para prateleiras densas e grande para capas em destaque.

source: Use Edit to reorder your home cards.
de: Nutze Bearbeiten, um deine Startkarten neu anzuordnen.
es: Usa Editar para reordenar las tarjetas de inicio.
fr: Utilisez Modifier pour réorganiser les cartes de l’accueil.
pt_br: Usa Editar para reordenar os cartões do ecrã principal.
pt_pt: Usa Editar para reordenar os cartões do ecrã principal.

source: Use Edit to reorder your stats.
de: Nutze Bearbeiten, um deine Statistiken neu anzuordnen.
es: Usa Editar para reordenar tus estadísticas.
fr: Utilisez Modifier pour réorganiser vos stats.
pt_br: Usa Editar para reordenar as tuas estatísticas.
pt_pt: Usa Editar para reordenar as tuas estatísticas.

source: Use Goodreads dates
de: Goodreads‑Daten verwenden
es: Usar fechas de Goodreads
fr: Utiliser les dates Goodreads
pt_br: Usar datas do Goodreads
pt_pt: Usar datas do Goodreads

source: Use iCloud Data
de: iCloud-Daten verwenden
es: Usar datos de iCloud
fr: Utiliser les données iCloud
pt_br: Usar dados do iCloud
pt_pt: Usar dados do iCloud

source: Use iCloud Data?
de: iCloud-Daten verwenden?
es: ¿Usar datos de iCloud?
fr: Utiliser les données iCloud ?
pt_br: Usar dados do iCloud?
pt_pt: Usar dados do iCloud?

source: Use Pardon
de: Pardon verwenden
es: Usar perdón
fr: Utiliser le pardon
pt_br: Usar perdão
pt_pt: Usar perdão

source: Use shelves for reading status
de: Regale für den Lesestatus verwenden
es: Usar estanterías para el estado de lectura
fr: Utiliser les étagères pour le statut de lecture
pt_br: Usar prateleiras para o estado de leitura
pt_pt: Usar prateleiras para o estado de leitura

source: Use Streak Protection?
de: Serienschutz verwenden?
es: ¿Usar protección de racha?
fr: Utiliser la protection de série ?
pt_br: Usar proteção de sequência?
pt_pt: Usar proteção de sequência?

source: Use the reading timer to track detailed reading sessions
de: Verwende den Lesetimer, um detaillierte Lesesitzungen zu verfolgen
es: Usa el temporizador de lectura para registrar sesiones detalladas
fr: Utilise le minuteur de lecture pour suivre des sessions détaillées
pt_br: Usa o temporizador de leitura para acompanhar sessões detalhadas
pt_pt: Usa o temporizador de leitura para acompanhar sessões detalhadas

source: Use this for books finished before you started tracking.
de: Verwende dies für Bücher, die du abgeschlossen hast, bevor du mit dem Tracking begonnen hast.
es: Usa esto para libros terminados antes de empezar el seguimiento.
fr: Utilise ceci pour les livres terminés avant d’avoir commencé le suivi.
pt_br: Usa isto para livros terminados antes de começares a acompanhar.
pt_pt: Usa isto para livros terminados antes de começares a acompanhar.

source: Use Timer
de: Timer verwenden
es: Usar temporizador
fr: Utiliser le minuteur
pt_br: Usar temporizador
pt_pt: Usar temporizador

source: Use your camera to scan ISBN
de: Verwende deine Kamera, um ISBN zu scannen
es: Usa tu cámara para escanear ISBN
fr: Utilise ta caméra pour scanner l’ISBN
pt_br: Usa a tua câmara para digitalizar o ISBN
pt_pt: Usa a tua câmara para digitalizar o ISBN

source: Value
de: Wert
es: Valor
fr: Valeur
pt_br: Valor
pt_pt: Valor

source: View All
de: Alle ansehen
es: Ver todo
fr: Voir tout
pt_br: Ver tudo
pt_pt: Ver tudo

source: View Quotes (%lld)
de: Zitate ansehen (%lld)
es: Ver citas (%lld)
fr: Voir les citations (%lld)
pt_br: Ver citações (%lld)
pt_pt: Ver citações (%lld)

source: View Sessions
de: Sitzungen anzeigen
es: Ver sesiones
fr: Voir les sessions
pt_br: Ver sessões
pt_pt: Ver sessões

source: Visible Stats
de: Sichtbare Statistiken
es: Estadísticas visibles
fr: Statistiques visibles
pt_br: Estatísticas visíveis
pt_pt: Estatísticas visíveis

source: Visit shlf.app
de: shlf.app besuchen
es: Visitar shlf.app
fr: Visiter shlf.app
pt_br: Visitar shlf.app
pt_pt: Visitar shlf.app

source: Waiting for export to finish...
de: Warten auf Abschluss des Exports...
es: Esperando a que termine la exportación...
fr: En attente de la fin de l’export...
pt_br: A aguardar que a exportação termine...
pt_pt: A aguardar que a exportação termine...

source: Want to Read
de: Möchte ich lesen
es: Quiero leer
fr: À lire
pt_br: Quero ler
pt_pt: Quero ler

source: Watch Features
de: Watch-Funktionen
es: Funciones del Watch
fr: Fonctionnalités Watch
pt_br: Funcionalidades do Watch
pt_pt: Funcionalidades do Watch

source: We couldn't find the Export Library page. Goodreads may have changed something.
de: Wir konnten die Seite "Export Library" nicht finden. Goodreads hat möglicherweise etwas geändert.
es: No pudimos encontrar la página Export Library. Es posible que Goodreads haya cambiado algo.
fr: Impossible de trouver la page Export Library. Goodreads a peut-être changé quelque chose.
pt_br: Não foi possível encontrar a página Export Library. O Goodreads pode ter mudado algo.
pt_pt: Não foi possível encontrar a página Export Library. O Goodreads pode ter mudado algo.

source: We couldn't read your Kindle library. Please try again.
de: Wir konnten deine Kindle‑Bibliothek nicht lesen. Bitte versuche es erneut.
es: No pudimos leer tu biblioteca Kindle. Inténtalo de nuevo.
fr: Impossible de lire votre bibliothèque Kindle. Veuillez réessayer.
pt_br: Não foi possível ler a tua biblioteca Kindle. Tenta novamente.
pt_pt: Não foi possível ler a tua biblioteca Kindle. Tenta novamente.

source: We found %lld existing books. How should we handle conflicts?
de: Wir haben %lld vorhandene Bücher gefunden. Wie sollen wir Konflikte behandeln?
es: Encontramos %lld libros existentes. ¿Cómo debemos gestionar los conflictos?
fr: Nous avons trouvé %lld livres existants. Comment devons-nous gérer les conflits ?
pt_br: Encontrámos %lld livros existentes. Como devemos gerir os conflitos?
pt_pt: Encontrámos %lld livros existentes. Como devemos gerir os conflitos?
